{"version": "https://jsonfeed.org/version/1", "title": "Snowboard Kindi", "home_page_url": "https://koeningerdigital.github.io/snowboard_kindi/", "feed_url": "https://koeningerdigital.github.io/snowboard_kindi/feed_json_created.json", "description": null, "icon": null, "authors": [], "language": "de", "items": [{"id": "https://koeningerdigital.github.io/snowboard_kindi/", "url": "https://koeningerdigital.github.io/snowboard_kindi/", "title": "Über lernOS", "content_html": "<h1>Über lernOS</h1>\n<p>lernOS ist eine Methode zur Selbstorganisation für Menschen, die im 21. Jahrhundert leben und arbeiten. Um heute erfolgreich zu sein, muss man ständig lernen, sich organisieren und weiterentwickeln. Niemand sonst ist für diesen Prozess verantwortlich. Man muss sich selber darum kümmern (selbstgesteuertes, lebenslanges Lernen).</p>\n<p>lernOS Leitfäden stehen unter der Lizenz <a href=\"https://creativecommons.org/licenses/by/4.0/deed.de\">Creative Commons Namensnennung 4.0 International</a> (CC BY 4.0): </p>\n<p><img alt=\"\" src=\"https://i.creativecommons.org/l/by/4.0/88x31.png\"></p>\n<p><strong>Du darfst:</strong></p>\n<ul>\n<li><strong>Teilen</strong> - das Material in jedwedem Format oder Medium vervielfältigen und weiterverbreiten.</li>\n<li><strong>Bearbeiten</strong> - das Material remixen, verändern und darauf aufbauen und zwar für beliebige Zwecke, sogar kommerziell.</li>\n</ul>\n<p><strong>Unter folgenden Bedingungen:</strong></p>\n<ul>\n<li><strong>Namensnennung</strong> - Du musst angemessene Urheber- und Rechteangaben machen, einen Link zur Lizenz beifügen und angeben, ob Änderungen vorgenommen wurden. Diese Angaben dürfen in jeder angemessenen Art und Weise gemacht werden, allerdings nicht so, dass der Eindruck entsteht, der Lizenzgeber unterstütze gerade Sie oder Ihre Nutzung besonders.</li>\n<li><strong>Keine weiteren Einschränkungen</strong> - Du darst keine zusätzlichen Klauseln oder technische Verfahren einsetzen, die anderen rechtlich irgendetwas untersagen, was die Lizenz erlaubt.</li>\n</ul>", "image": null, "date_published": "2024-03-02T09:20:51+00:00", "authors": [], "tags": null}]}