{"version": "https://jsonfeed.org/version/1", "title": "Snowboard Kindi", "home_page_url": "https://koeningerdigital.github.io/snowboard_kindi/", "feed_url": "https://koeningerdigital.github.io/snowboard_kindi/feed_json_created.json", "description": null, "icon": null, "authors": [], "language": "de", "items": [{"id": "https://koeningerdigital.github.io/snowboard_kindi/", "url": "https://koeningerdigital.github.io/snowboard_kindi/", "title": "Einleitung", "content_html": "<h1>Einleitung</h1>\n<div class=\"grid\" markdown>\n\n![logo_snowboardkidis](images/logo_snowboardkidis.png)\n\nDieser Leitfaden richtet sich an Snowboardlehrer und Verantwortliche in örtlichen Skivereinen, die Snowboardkurse für Kinder im Alter von 4 bis 7 Jahren anbieten möchten. Er umfasst wichtige Aspekte wie den Ablauf der Kurse, das erforderliche Material, die pädagogischen Ziele sowie spezifische Übungen und Rituale, die für eine erfolgreiche und spaßige Einführung der Kinder in den Wintersport sorgen sollen.\n\n</div>\n\n<h2>Allgemeine Informationen</h2>\n<p>Hier siehst du ein Beispiel für die Struktur und Organisation eines beispielhaften Snowboard-Kurses für Kinder:</p>\n<ul>\n<li><strong>Kosten:</strong> 60€ für Mitglieder, 80€ für Nichtmitglieder</li>\n<li><strong>Kursdauer:</strong> 2 Wochenenden (Samstag/Sonntag) von 10:00 bis 15:00 Uhr mit vielen Pausen</li>\n<li><strong>Alter:</strong> 4 bis 7 Jahre</li>\n<li><strong>Materialverleih:</strong> 10€/Tag oder 60€/Saison durch den Skiclub</li>\n<li><strong>Betreuung:</strong> Ein Elternteil muss als 1:1 Betreuung teilnehmen</li>\n<li><strong>Identifikation:</strong> Eisi-Buttons für die Skibrille</li>\n</ul>\n<h2>Material</h2>\n<ul>\n<li>Wie bei den „normalen“ Anfängern auch sollte das Snowboard bis ca. Kinnhöhe gehen</li>\n<li>Eine Neuanschaffung wird bei den meisten Eltern kein Thema sein, Neupreis für ein komplettes Set liegt bei ca. 400€. Daher muss es möglich sein Material zu mieten</li>\n<li>Burton bietet passende Sets ab 80 cm mit Riglets (Seilzug) an, Saisonpreis 159€. Eventuell Kooperation mit Fuhrer OG (Burton) oder Sport Kern Seebach (Nitro). Vorteil von Riglets gegenüber Ziehen mit Ringen ist das freie Stehen auf dem Brett, dadurch wird das Gleichgewicht der Kids besser geschult</li>\n<li>Der Skiverband Schwarzwald vermietet bis zu 5 Sets → Muss allerdings in Freiburg abgeholt werden</li>\n<li>Alternativ kann man beim Schwäbischen Skiverband das Material stark vergünstigt über den Verein kaufen und selbst vermieten (Ausrüstung | Online-Shop des Schwäbischen Skiverbandes e.V. (online-ssv.de)) Bei 60 € / Saison wäre der ROI nach ca. 3 Jahren.</li>\n<li>Weitere Alternative wäre es das Material gebraucht zu kaufen, z.B. eBay Kleinanzeigen oder facebook Gruppen (z.B. „boardermäuse“).</li>\n</ul>\n<p><img alt=\"Beispiel für ein Snowboard mit Riglets\" src=\"images/image1.png\"></p>\n<h2>Ziele des Kurses</h2>\n<p>Die pädagogischen Ziele des Kurses konzentrieren sich auf den Spaß am Wintersport sowie auf erste grundlegende Fähigkeiten, ohne dabei zu früh komplexere Techniken einzuführen.</p>\n<ul>\n<li><strong>Hauptziel:</strong> Spaß am Wintersport wecken</li>\n<li><strong>Fertigkeiten:</strong> Fahren in der Falllinie, Backside schräg rutschen</li>\n<li><strong>Keine Ziele:</strong> Kurvenfahren/Umkanten, Frontside fahren außer mit Hilfestellung</li>\n</ul>\n<h2>Rituale</h2>\n<p>Rituale spielen eine wesentliche Rolle im Lernprozess der Kinder und helfen, eine positive und unterstützende Lernumgebung zu schaffen.</p>\n<p><strong>Beispiele</strong>: Einsatz eines Maskottchens, festgelegte Rituale wie Begrüßungslied, Pausen und Abschlussrituale.</p>\n<p><img alt=\"Beispiel für Maskottchen\" src=\"images/koenfabi_a_small_teddy_bear_on_a_snowboard_is_standing_in_the_s_bb110d26-4690-49f6-8514-3fcbc9a0ab3a.png\"></p>\n<h2>Ablauf Tag 1</h2>\n<p>Wenn die Luft kalt ist und der Schnee unter den Boots knirscht, dann ist es Zeit für die kleinen Pistenabenteurer, ihren ersten Tag im Snowboardkurs zu beginnen. Hier ist ein Einblick in den Ablauf, damit die ersten Berührungen mit dem Schnee und dem Board so einfach wie möglich werden.</p>\n<p><strong>Begrüßung im Kreis:</strong> Der Tag startet mit einer fröhlichen Runde, wo jeder jeden kennenlernt. Es wird gesungen oder eine Musikbox sorgt für die ersten lächelnden Gesichter. Ein toller Weg, um eine entspannte und freundschaftliche Atmosphäre zu schaffen.</p>\n<p><strong>Hallo Eisi!:</strong> Dann ist es Zeit für Eisi, das Maskottchen, die Bühne zu betreten. Eisi ist nicht nur da, um die Stimmung zu heben, sondern auch um den Kids ein Gefühl von Sicherheit zu geben. Mit Eisi an ihrer Seite ist der Schnee nur halb so kalt und die Piste nur halb so steil.</p>\n<p><strong>Aufwärmrunde:</strong> Bevor es aufs Board geht, wird sich gemeinsam warmgemacht. Das kann über lustige Spiele passieren, bei denen man vor imaginären Haien flüchtet oder von Eisscholle zu Eisscholle hüpft. Dann gibt's ein Stretching im Kreis, um die Muskeln auf das bevorstehende Abenteuer vorzubereiten.</p>\n<p><strong>Material-Check:</strong> Jetzt wird's ernst – es geht ums Board. Die Kids lernen, dass die Bindungen auf der Piste fest sein müssen, während die Unterseite rutschig bleibt, damit das Gleiten klappt. Sie lernen die Teile ihres neuen besten Freundes kennen: Nose, Tail, Frontside, Backside, Strap und Highback.</p>\n<p><strong>Board tragen wie ein Pro:</strong> Bevor man auf dem Board steht, muss man es tragen können. Die kleinen Shredder üben, das Board geschickt unter der Bindung zu halten und dabei eng zusammen zu laufen – ohne sich oder das Board zu touchieren. Und das bitte auf beiden Seiten!</p>\n<p><strong>Anschnallen für Anfänger:</strong> Auf Antirutschmatten geht's los mit dem vorderen Fuß. Die kleinen Boarder lernen, das Brett auf die Kante zu stellen, indem sie Zehen und Ferse benutzen, und das Brett mal nach vorne, mal nach hinten zu bewegen.</p>\n<p><strong>Jetzt kommen beide Beine dran:</strong> Mit beiden Füßen angeschnallt, helfen die Eltern beim Aufkanten. Die Kids spüren die Nose und das Tail, indem sie die Vorlage und Rücklage üben. Einmal in die Knie und wieder hoch – so fühlt sich das Board-Leben an!</p>\n<p><strong>Und dann das erste Rutschen:</strong> Mit einem Fuß noch frei, lassen sich die Kleinen von den Eltern ziehen – wie beim Spiel \"Die Acht\". Sie üben, das Board zu steuern und zwischendurch gibt es eine kleine Rollerfahr-Einheit.</p>\n<p>All diese Schritte sind wichtige Bausteine für den großen Moment: Wenn beide Füße festgeschnallt sind und die ersten eigenständigen Rutschversuche auf dem Schnee gemacht werden. Es ist ein Tag voller neuer Eindrücke, voller Lachen und vielleicht dem einen oder anderen kleinen Sturz. Aber vor allem ist es ein Tag, der den Kids zeigt, dass sie mit Mut und der richtigen Anleitung alles erreichen können – sogar das Snowboardfahren.</p>\n<p><img alt=\"Kreisbildung\" src=\"images/image3.png\"></p>", "image": null, "date_published": "2024-03-02T12:11:38+00:00", "authors": [], "tags": null}]}